{
  "Home": "Home",
  "About": "About",
  "Works": "Works",
  "Contact": "Contact",

  "Learn more": "Learn more",
  "exhibition address": "LIAN Contemporary Art Space，#23, 1436 Jun Gong Road, Shanghai",
  "exhibition date": "05 November 2016 - 20 January 2017",
  "About us": "About us",
  "About 1988": "1988 Born in Wenzhou",
  "About 2009": "2009 Graduated from the affiliated high school of the China Academy of Art",
  "About 2013": "2013 Received the bachelor’s degree from the department of public art at the China Academy of Art",
  "About 2014": "currently-2014 taking the master degree at the department of fine art at the East China Normal University",
  "About now": "Lives and works in Shanghai",
  "What we do": "What we do",
  "What we have done": "What we have done",
  "More": " More ",
  "What we can do for you": "What we can do for you",

  "Solo Exhibition": "Solo Exhibition",
  "SE power": "洪荒，丽安当代艺术空间，上海，中国",
  "SE Who cares": "Who Cares 谁在乎－胡为一、王满双个展，东画廊，上海，中国",
  "Group Exhibition": "群展",
  "GE WE/A": "我们／一个关于中国当代艺术家的力量，chi K11 美术馆，上海，中国",
  "GE New talents": "New talents biennale cologne 科隆青年双年展，科隆，德国",
  "GE PHOTOFAIRS": "PHOTOFAIRS| shanghai，上海展览中心，上海，中国",
  "GE Ambiguity": "昧，圣点空间，北京，中国",
  "GE The Curator": "青年艺术 100 策展人特别提名展，北京农业展览馆，北京，中国",
  "GE JIMEI": "“感觉时刻”集美 X 阿尔勒；东西方对话国际摄影季，厦门，中国",
  "GE Watch": "Watch your steps，民生现代美术馆，上海，中国",
  "GE Spirits": "都灵—上海青年艺术家交流展，M50 视界艺术中心，上海，中国",
  "GE Intoxicated": "陶醉－上海当代艺术馆 8 周年特展，上海当代艺术馆，上海，中国",
  "GE Naked life": "赤裸的生命，空间站，北京，中国",
  "GE Wasteland": "“不毛之地”年轻艺术家群展，桃浦艺术园区，上海，中国",
  "GE The 4th phase": "转塘拆迁计划第四期，杭州，中国",
  "Exhibitions Curated": "策划",
  "EE Night Raid": "Night Raid - the young artists group exhibition, M50 Visual Art Center, Shanghai, China",

  "Foreworld": "Foreworld",
  "Gift": "Gift",
  "Eternal Seven Days": "Eternal Seven Days",
  "Romance of Qiong Zhou": "Romance of Qiong Zhou",
  "The winding path": "The winding path",
  "Rainbow": "Rainbow",
  "Close to it": "Close to it",
  "Room 73201": "Room 73201",
  "Mysterious Concerns": "Mysterious Concerns and Secret Tenderness",
  "Night": "Night",

  "Get in touch with me": "Get in touch with me",
  "Send Message": "Send Message",

  "Description:": "Description:",
  "Selected images": "Selected images",
  "Exhibition View": "Exhibition View",

  "Eternal Seven Days, 2016": "Eternal Seven Days, 2016",
  "Eternal Seven Days, 2016 content": "Eternal Seven Days documents a holiday that my lover and I spent in Yunnan Province. I used my phone to record this second travel series. Taking things as they came, and shooting as we went, we took in the Cang Shang Erhai Lake, as well as each sunrise and sunset, the moonlight over the water, and its sparkling reflection. It was as if we were in a dream, separated from the world by a thin veil. Love can be hypnotizing, it can also bring sadness, but for those richly delicate seven days, love is eternal.",

  "Close To It, 2015": "Close To It, 2015",
  "Close To It, 2015 content": "I invited six person who once had emotional entanglements with me together to complete this work. The bullets coated with different visual and gustatory edible materials. On each screen, two person used tongues to pass one bullet to each other. Under the circumstance that invitees haven't be informed ahead about what's the transmit object, I would perform the passing process via the tip of tongue with each of them. Those materials used to coat the bullets include the self-made candy rainbow, butter, cheese, mustard, traditional Chinese medicine pills, ice and pink sugar granules. Each of them has represented my personal experience toward that certain relationship. During the process of passing bullets with me, the old flame, their reactions are entirely different and quite exquisite. When the coated edible material fade away, the movement of passing itself would appear repeatedly and became eternally. It further suggests that the essence of this world is a question with no answer. The unanswerable itself is disruptive, and it's the issue i posted through the work.",

  "Foreworld, 2015": "Foreworld, 2015",
  "Foreworld, 2015 content": "Foreworld, is a state of ignorance. It was from this state that the world gradually evolved. Within this work, I used two methods of video projection. On one screen are four fighting fish, images of swimming, play, battle, and twisting. Everything is within a natural state. The other screen, a pure and beautiful lily, in the slow process of being crushed, exquisite, soft and tragic. In the two projections, one is silent while the other is engaged in action, yet at the same time, they are compelled to one another. They appear to be simple, but all-encompassing. The foreworld is in the past and our world is in the future.",

  "Gift, 2016": "Gift, 2016",
  "Gift, 2016 content": "Each work is named after a child's birth year, month and date. A scar usually represents the mark left by pain and suffering, but the scare left by a Caesarean section is different. It marks the place from which the next generation \"brakes free\". It is analogous to the soil and the roots, imbued with the pulling force of life. The artist placed buttercream frosting formed in the shapes of various flowers across the mother's scar. The connotative meaning of the flowers carries greater significance as her hope for the next generation. While this experience is very painful, it also produces a fleur de vie, alluding to the warm and nurturing, and essential condition of life.",

  "Mysterious Concerns and Secret Tenderness, 2015": "Mysterious Concerns and Secret Tenderness, 2015",
  "Mysterious Concerns and Secret Tenderness, 2015 content": "The work is divided into three screens, the first screen shows a solo cello, the second screen shows a solo dance, and the thirdscreen shows three people interacting with each other. The work uses a piece of cello as the main melody, the musician and the dancer utilize different styles to demonstrate their understandings towards personal emotions, through the contrast of activity and tranquility. During the process, I intervene for two times by using the method of delivering props to get involved in their performances. The props are one smoke device, woman's hair, one pair of handcuffs and one pearl necklace. These four props are the productions yielded by my understanding towards emotions. When getting involved in their performances, I interrupt their act and let them react to the specific props. Maybe resonance or other chemical reactions are produced, later their respective performances will inevitably carry a certain evidence of being interrupted. The prop used in the third screen is myself. I use my body as a prop to get involved, initiatively or passively interacting or colliding with the musician and the dancer. It is an interaction, an emotional sharing, or even a collision, of three artists from three different fields.",

  "Romance of Qiong Zhou, 2016": "Romance of Qiong Zhou, 2016",
  "Romance of Qiong Zhou, 2016 content": "A summer, an island, and a companion all became a memory. This was our private time together, employing stream of consciousness as a narrative method to record: beads of water which reflecting the flow of time, agitation felt in the waves which seemed to reveal the myriad of thoughts swirling around within one's mind, swimming nude, an act seemingly free, yet repressed at the same time. Love will turn one into a poet. A poet will recite the canons of love.",

  "Rainbow, 2016": "Rainbow, 2016",
  "Rainbow, 2016 content": "A rainbow, is a natural phenomenon, but because of its gorgeous and intriguing colors, it has also been an object of interest since ancient times, and thus imbued with varied forms of meaning. Within a confined space, the work showcases a real three-dimensional rainbow, spanning 360 °, with two rings whose meaning represents death, positioned behind the strong visual effects. I am not interested in transferring a solidified concept, attitude or emotion to the viewer, rather am more interested in reflection. My wish is that the work will evoke a variety of feelings among different viewers.",

  "Room 73201, 2015": "Room 73201, 2015",
  "Room 73201, 2015 content": "The work Room 73201 took place at Wang Man's 26th birthday party, where the artist invited his frirends to cross-dress, assuming the roles of their own individual desires. After the party began, wearing different styles of dress and under the influence of alcohol and music, everyone began to enter a kind of \"manic-state\", distinctive from their usual everyday selves. Cameras captured the each and every vivid and absurd moment from virtually every angle. Using their own private lives as a deliberate point of departure, the artist and his friends allowed for a natural state of so-called \"queer culture\" culture to develop in Shanghai, this Asian metropolis.",

  "The winding path, 2016": "The winding path, 2016",
  "The winding path, 2016 content": "It was by a matter of chance that I recorded this work. Three kites were flying amidst the gray and cloudy sky. At certain moments, they danced, at others, they gently swayed in the wind. The kites flew together, and then become disordered, displaying a unique kaleidoscopic frame of movement. I became transfixed. The freedom and elegance of the kites made them appear almost as if they were aware-beings. However, at the same time, it also made me feel depressed, as below this expression of freedom was a socalled \"line,\" functioning as a restraint, binding, yet perhaps even more so, an object of fate. In this way, the three kites depict the trajectory of wind and freedom, but also the trajectory of human life.",

  "Night, 2014 - 2015": "Night, 2014 - 2015",
  "Night, 2014 - 2015 content": "\"Night\" is a kind of state, which presents the various relations among men's emotions. Each photograph is telling an independent story of its own. Against the background of a dream-like stage, every naked pose and object that appears in the picture is carefully orchestrated, furthermore, seems symbolically charged. They are like a cocktail full of emotions, which simultaneously evokes and maintains a certain kind of balance."

}